Revit 2024 API
IntegerRange.High Property
 The upper limit of the range
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2015
Syntax
C#
public int High { get; }
Visual Basic
Public ReadOnly Property High As Integer
	Get
Visual C++
public:
property int High {
	int get ();
}
See Also
IntegerRange Class
Autodesk.Revit.DB Namespace